{
  "News": [
    {
      "topic_class": "Global politics",
      "description": "BRICS expansion",
      "summary": "The BRICS  bloc of five major emerging economies, Iran, Saudi Arabia, Egypt, Ethiopia, Argentina, and the United Arab Emirates, are set to formally join the group on January 1, 2024 to expand the bloc’s footprint in the Global South and grow its economic and political clout on the world stage, establishing a real counterweight to the Western-dominated G7. As Statista's Felix Richter notes, the new bloc will represent roughly 46 percent of the global population, account for 29 percent off the World’S gross domestic product in nominal terms and 37% of global GDP at purchasing power parity.",
      "last_appearance": "2023-08-28T06:45:00",
      "image_url": "https://www.investmentexecutive.com/wp-content/uploads/sites/3/2023/08/iStock-1511011388.jpg"
    },
    {
      "topic_class": "Politics",
      "description": "Zimbabwe's Election Results",
      "summary": "Zimbabwe's opposition leader, Nelson Chamisa, contested the official re-election of President Emmerson Mnangagwa on Sunday, August 27, and claimed victory in an election that international observers said fell short of democratic standards. The opposition Citizens Coalition for Change (CCC) refused to ratify the results, asserting that they were \"false\" and calling it \"we have won this election.\n\nWe are the leaders.\" The results were announced late Saturday by the Zimbabwe Electoral Commission (ZEC), but the CCC denied any rigging or voter suppression.",
      "last_appearance": "2023-08-28T05:13:41",
      "image_url": "https://lh3.googleusercontent.com/-MVMdTRgJBJZFLu9CCrfiniutROwUG487FGf9erhqVA69qNa-vih3JWGsc1KizaAbdznD-YonnuPaveSvn53kJDnejVxbbsCBENI-u0DEQ4YP1o=s750"
    },
    {
      "topic_class": "Economy",
      "description": "Infrastructure Madness and AI",
      "summary": "Australia has been building up a domestic industry to supply electric-vehicle manufacturers, with the aim of diversifying an economy long dependent on mining and fossil fuels. Battery material manufacturer Austvolt opened its first research and development laboratory in Bentley, which is located in Western Australia.\n\nThe company's goal is to produce electric vehicles that can be used in almost any environment, including cars, trucks, and buses. However, litigation is stalling despite the red tape that helps keep them shabby.\n\nIn North Dakota, politicians pretend to worry about crumbling roads and bridges while ignoring the Red Tape that keeps them unusable. Even in the wild and free Great Plains, lawsuits are propping up another decrepit bridge that railway is paying millions to replace.",
      "last_appearance": "2023-08-27T22:19:00",
      "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTRAgZZ57O5ej-FsG17Tx_ceJZVUCoQHHsNDg&usqp=CAU"
    },
    {
      "topic_class": "Economy",
      "description": "BlackRock's ESG Proposals",
      "summary": "BlackRock, the world's largest asset manager, has reported a further decline in its support for shareholder resolutions on environmental and social issues, citing corporate progress on the areas and poor crafting of the measures by filers. In an annual stewardship report being released with the end of The 12-month corporate annual meeting cycle on June 30th, New York-based Blackrock said it supported 7% of 399 shareholder proposals on environment and Social issues. According to prior reports that was down from 22% of three21 of such measures in the previous cycle and 47%of 172 of them the year before.\n\nThis trend has angered leftists, including NY City Comptroller Brad Lander, who tells FT that blackrock has caved to \"misinformed and shortsighted war against ESG at the behest of special interests.\" In another report, Black Rock said many of those measures called for changes that would not be helpful to companies in their funds. \"Because so many proposals were over-reaching, lacking economic merit, or simply redundant, they were unlikely to help promote long-term shareholder value and received less support from shareholders,including BlackROC, than in The Wall Street Journal,\" according to the report. The drop in support comes as other asset managers have been hit by backlash from red-state officials over its embrace of Greenpeace and other environmental, social, and governance (ESG) agenda.",
      "last_appearance": "2023-08-27T22:00:00",
      "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3ObKmY__-2vZsXe_mJt8xRXKO3N33avMkvg&usqp=CAU"
    }
  ]
}
